Repository: KirillZenin/VKRM
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Files
ru: Файлы

source: Output Format
ru: Выходной Формат

source: Export to SQL dump file
ru: Преобразовать в SQL dump файл

source: Export to CSV file
ru: Преобразовать в CSV файл

source: Codec (Optional)
ru: Кодировка (Опционально)

source: Convert
ru: Преобразовать

source: DB Converter
ru: DB преобразователь

source: Error decoding DBF with given codec, or no codec is given and header does not have one
ru: Ошибка преобразования с указанной кодировкой, или кодировка не была указана и заголовок файлка не имеет указания кодировки

source: Consider using cp866 for DBs containing Russian
ru: Попробуйте кодировку cp866 для файлов, содержащих русский

source: Error
ru: Ошибка

source: Upload your DBF files to be converted to chosen format.
ru: Загрузите ваши DBF файлы для преобразования в выбранный формат.

source: Optional
ru: Опционально

source: Enter the codepage of the database or leave it blank and let us try to get it from the header.
ru: Введите кодировку базы данных, или оставьте пустым и мы попробуем её определить

source: Pick desired output format.
ru: Выберите желаемый выходной формат.

source: Usage:
ru: Использование:

source: Open file dialog and pick any number of DBF files (no more than 50M total for now).
ru: Откройте диалог выбора файла и выберите любое колличество файлов DBF (не более 50 мегабайт в сумме).

source: (Optionally) Enter codepage of the original database.
ru: (Опционально) Введите кодировку исходного файла.

source: Press convert.
ru: Нажмите преобразовать.
